'''
-- 함수로 작성하세요... ---

1. 0부터 시작해서 값을 하나씩 증가시키며 9까지 출력을 보이는 코드를 while 루프로 작성해보자
2. 9에서부터 값을 하나씩 감소시키며 0까지 출력을 보이는 while 루프를 작성해보자.
3. 몇단 구구단 출력할래? (구구단을 거꾸로 출력하는 코드를 작성해보자
 EX) 7
 63 56 49 42 35 28 21 14 7

4. 파이썬에서 난수를 발생하는 방법은
>>> import random
>>> random.random()
0.901231
이다.
5가지 난수를 발생하고 list 형에 담아 출력하도록 하자.

5. 가위 바위 보 게임을 만들어보자 사용자로부터 가위 바위 보 중에서 하나를 입력 받는다.
그리고 컴퓨터는 난수를 생성을 통해서 가위 바위 보 중에서 하나를 선택하게 한다. 이둘을 비교해서
승자와 패자를 가려주는 프로그램을 작성해보자. 단 프로그램의 진행은 사용자가 질때까지 계속되어야하고
마지막에 가서는 게임의 결과를 출력해 주도록 하자

바위는 1, 가위는 2, 보는 3 무엇을 입력하시겠습니까? 2
당신은 가위 선택, 컴퓨터는 가위 선택 비겼습니다.
바위는 1, 가위는 2, 보는 3 무엇을 입력하시겠습니까? 1
당신은 바위 선택, 컴퓨터는 보 선택, 당신이 졌습니다.

1무 1패
'''